40 Hole Ball/windAroundPickleball_test3/Allrun.sh
#!/bin/sh

runApplication surfaceFeatureExtract

runApplication blockMesh

runApplication snappyHexMesh -overwrite

#------------------------------------------------------------------------------
